---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.UsSurveyFeet
source: html/8b8dbb87-a077-0de9-c9c2-1e77e8f146ab.htm
---
# Autodesk.Revit.DB.UnitTypeId.UsSurveyFeet Property

US survey feet.

## Syntax (C#)
```csharp
public static ForgeTypeId UsSurveyFeet { get; }
```